<template>
  <div class="faceInfo"><p style="text-align: center;"><span
      style="font-size: 24px;"><strong>《金树丫儿童人脸信息安全隐私协议》&nbsp;</strong></span></p>
    <p>&nbsp;</p>
    <p style="text-indent: 0cm;">一、总则</p>
    <p style="text-indent: 0cm;">1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;成都在线支点科技有限公司（以下简称“我们”）非常注重保护儿童的人脸信息。《儿童人脸信息安全保护政策》（以下简称“本政策”）是我们针对用户（以下或称“您”）在使用金树丫App（以下简称“金树丫”）时，就儿童人脸识别服务（即用户在金树丫内发起采集您孩子人脸照片后在金树丫的软件、硬件产品中识别出人脸信息的业务）的开通与使用、儿童人脸信息的收集与使用等相关规则所作出的声明。</p>
    <p style="text-indent: 0cm;">2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本政策作为《金树丫儿童隐私政策》和《用户人脸信息安全保护政策》的补充，对儿童人脸信息保护相关内容未做明确约定的，以《金树丫儿童隐私政策》和《用户人脸信息安全保护政策》内容为准。如果您想了解我们处理包括您孩子的人脸信息在内所有儿童个人信息的全面规则，请阅读《金树丫隐私政策》和《用户人脸信息安全保护政策》。本政策未规定部分，以《金树丫儿童隐私政策》和《用户人脸信息安全保护政策》为准；本政策与《金树丫儿童隐私政策》或《用户人脸信息安全保护政策》有冲突的，以本政策为准。&nbsp;</p>
    <p style="text-indent: 0cm;">3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们建议您在使用金树丫相关服务前，仔细阅读并充分理解本政策的全部内容。如果您不同意本政策的任何内容，请立即停止使用金树丫或我们提供的儿童人脸识别服务。如果您通过网络页面点击确认即表示您已同意并接受本政策同意我们按照本政策中所述规则收集、使用您孩子的人脸信息。如您对本政策有任何问题，可以通过本政策第五条所述方式联系我们，我们会在15个工作日内完成身份核查和处理响应。&nbsp;</p>
    <p style="text-indent: 0cm;">4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在您孩子使用儿童人脸识别服务过程中，本政策如有更新，我们会通过弹窗、页面提示、短信、电话等方式向您说明，并为您自主提供选择同意的方式，如果您不同意更新后的版本，请您不要让您的孩子使用金树丫或我们提供的儿童人脸识别服务。&nbsp;</p>
    <p style="text-indent: 0cm;">5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您理解并同意，我们努力在现有技术能力基础上保障人脸服务正常运行。尽管如此，由于采集人脸信息容易受到环境、光线、表情、妆容等多种不特定因素影响，受当前技术水平和识别手段所限，我们无法保证您孩子一定能通过人脸验证。如您发现未成功通过人脸验证，您可以重新进行验证，或通过本政策第五条所述方式联系我们。为了保护您和您孩子或他人的合法权益，我们会在认为可能存在风险时暂停提供儿童人脸验证服务。</p>
    <p>&nbsp;</p>
    <p style="text-indent: 0cm;">二、我们如何收集、使用儿童人脸信息&nbsp;</p>
    <p style="text-indent: 0cm;">1.&nbsp;考勤签到</p>
    <p>首先，我们需要收集您孩子的人脸照片进行录入，当您通过金树丫进行考勤签到服务时，我们会采集您孩子考勤签到照片，通过&nbsp;AI&nbsp;人脸识别技术与已录入的人脸照片信息进行比对，从而确定考勤签到学生的身份。如果您拒绝上传您孩子的人脸照片或采集考勤签到照片，您将无法使用人脸考勤功能，但不影响您通过其他方式使用考勤功能。如我们使用您孩子的人脸识别信息超出上述使用方式，我们会向您告知并再次征得您的单独同意。</p>
    <p style="text-indent: 0cm;">2.特别提示&nbsp;</p>
    <p>
      我们仅会录入您孩子的人脸信息；如果您使用的设备提供生物识别功能，对您生物识别信息的收集、存储和比对等服务将由您使用的设备及其系统来完成。此类设备可以将用户的人脸信息与事先录入并存储在该设备的特征数据进行比对核验，例如苹果面容和安卓系统中的类似技术。我们提醒您注意保管好您的设备，使用安全可靠的设备，避免他人在您的设备中录入未经您授权的个人人脸信息。同时，请您检查您所使用的设备是否已录入了他人的人脸信息。如果您的设备已录入了他人的人脸信息，请您及时在您的设备禁用或清除，否则他人可能会冒用您的设备进行操作，由此带来的风险将由您承担。如您采取不正当或欺骗手段获取他人人脸信息进行谋利，我们将有权停止为您提供服务并依法采取法律措施。</p>
    <p>&nbsp;</p>
    <p>三、我们如何传输、存储和保护儿童人脸信息</p>
    <p>我们努力为您孩子的照片提供安全保障，以防止您孩子的照片被非法使用、未经授权的访问和披露、泄露、损坏和丢失。我们将在合理的安全水平内使用各种安全保护措施以保障照片的安全，具体措施如下</p>
    <p>1.加密传输</p>
    <p>我们在传输儿童人脸或其他任何记录儿童人脸的信息时，会采用符合法律法规及国家强制性标准的加密措施。</p>
    <p>2.内部管理</p>
    <p>我们会在公司内部开展安全和照片保护培训课程，加强员工对于照片隐私保护，特别是儿童隐私保护的认识。</p>
    <p>3.存储方式</p>
    <p>我们会将儿童人脸或其他任何记录儿童人脸的信息与儿童的身份信息分开存储。</p>
    <p>4.存储地点</p>
    <p>我们会将儿童人脸或其他任何记录儿童人脸的信息存储在于中国大陆境内。我们不会将儿童人脸或其他任何记录儿童人脸的信息传输到中国大陆以外国家或者地区。</p>
    <p>5.存储时间</p>
    <p>除非法律法规另有规定或者您另行授权同意，我们仅在实现目的所必需的最短时间内存储您孩子的个人信息。当您停止使用金树丫的产品/服务、注销账户时，我们将不再存储您孩子的人脸信息，法律法规另有规定的除外。</p>
    <p>&nbsp;</p>
    <p>四、我们如何共享儿童人脸信息</p>
    <p>
      我们不会向任何第三方对外提供共享您孩子的人脸信息。如发生需要向其他个人信息处理者提供您孩子人脸信息的情形，且该等信息共享符合合法、正当、必要原则时，我们会向您充分告知接收方的名称、联系方式、处理目的与处理方式，并在征得您的单独授权同意后，向您授权的接收方提供您孩子的人脸信息。</p>
    <p>&nbsp;</p>
    <p>五、您如何管理您的人脸信息</p>
    <p>您可以通过以下方式访问及管理您的人脸信息：</p>
    <p>(一)查看、更正您的人脸信息</p>
    <p>您有权查看、更正您的人脸信息。您可以通过以下方式自行进行：进入“考勤-考勤人脸录入”，查看和更正人脸信息。或通过本政策第六条提供的联系方式联系我们，对您的人脸信息进行查看、更正或补充。</p>
    <p style="text-indent: 0cm;">(二)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;删除您的人脸信息</p>
    <p>你可以进入“考勤-考勤人脸录入”，查看已录入的人脸信息，并可删除已录入的人脸信息。</p>
    <p>在以下情形中，我们将主动删除您的人脸信息。如我们未删除的，您有权根据本政策第六条所述方式联系我们请求删除：</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.处理目的已实现、无法实现或者为实现处理目的不再必要；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.我们停止提供产品和/或服务，或者保存期限已届满；</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.您撤回同意</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.我们违反法律、行政法规或者违反约定处理您的人险信自：</p>
    <p>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.法律、行政法规规定的其他情形。</p>
    <p>
      若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的人脸信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权)。当您或我们协助您删除相关信息后，您将无法使用人脸考勤签到功能；因为适用的法律和安全技术，在您或我们协助您删除相关信息后，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的人脸信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。</p>
    <p>(三)撤回已同意的授权</p>
    <p>当您想撤回对本政策的同意时，撤回路径为【我的-设置-账号管理-撤回隐私政策授权】。在您撤回对本政策同意之后，我们将停止为您提供人脸识别服务，并根据适用法律的要求删除您的人脸信息；届时您将无法使用人脸考勤签到功能。</p>
    <p>(四)获取个人信息副本</p>
    <p>
      您有权根据法律法规或国家标准的规定，您有权查阅、复制您的个人信息，您可以通过本政策第六条提供的联系方式联系我们，我们会在15个工作日内完成对您的身份核查和处理响应。如您请求将您的个人信息转移至您指定的个人信息处理者，符合国家网信部门规定条件的，我们将提供转移的途径。</p>
    <p>(五)响应您的上述请求</p>
    <p>为保障您的账号安全，我们可能会先要求您验证自己的身份，然后再处理您的请求。对于您的请求，我们将于收到您的请求后的15个工作日内完成身份核查和响应处理。需注意的是，我们可能不会回复与本政策或与人脸信息保护无关的问题。</p>
    <p>
      对于您合理的请求，我们原则上不收取费用。但对多次重复、超出合理限度的请求，我们将视情况收取一定的成本费用。对于那些与法律法规要求相悖、无端重复、需要过多技术手段（比如需要开发新系统或者从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝</p>
    <p>如您对自身作为数据主体权利有进一步要求或存在任何疑问、意见或建议，可通过本政策第六条所述方式联系我们，我们会在15个工作日内完成身份核查和处理响应。</p>
    <p>&nbsp;</p>
    <p>六、如何联系我们</p>
    <p>如您对本政策内容有任何疑问，请通过以下方式与我们联系：</p>
    <p style="text-indent: 0cm;">（1）电子邮箱：fltd@fltdedu.net&nbsp;</p>
    <p style="text-indent: 0cm;">（2）邮寄方式：成都市高兴区新希望东方天祥广场A座4102（610096）</p>
    <p>（3）电话：&nbsp;028-85988298</p>
    <p>我们会在收到联系信息后的15个工作日内完成身份核查和处理响应。如您对我们的回复不满意或者是认为我们对您人脸信息的处理行为损害了您的合法权益，可以通过向本公司所在地，即四川省成都市高新区法院提起诉讼来寻求解决。</p>
    <p>&nbsp;</p>
    <p><br></p></div>
</template>

<script>
export default {
  name: "faceInfo",
  created() {
    document.title = '金树丫儿童人脸信息安全隐私协议'
  }
}
</script>

<style scoped>
.faceInfo{
  padding: 10px 8px;
}
</style>
