<template>
  <div class="weChatInfo">
    <h1 style="text-align:center;"><font size="5">会员服务协议</font></h1>
    <p>欢迎阅读金树丫（以下简称“金树丫平台”）会员服务协议(以下简称“本协议”)。本协议为金树丫平台与会员用户之间的协议，围绕金树丫平台为会员用户所提供的会员功能与服务内容展开，具体内容如下。</p>
    <h1><!--[if--><font size="4">一、&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <!--[endif]-->会员服务基础</font></h1>
    <p>
      1.1非会员用户（以下简称“普通用户”）访问金树丫平台时，已同意金树丫平台的《用户协议》、《隐私政策》、《儿童保护政策》，即代表普通用户已声明登录所用手机号为普通用户个人手机号，具有该手机号使用权限，同时已同意金树丫平台《隐私政策》与《儿童保护政策》。</p>
    <p>1.2普通用户基于对金树丫平台的功能使用与服务体验，对金树丫平台普通用户功能与服务内容已具备了解基础，进一步选择开通会员服务，以享受会员功能与服务。</p>
    <p>1.3普通用户选择会员服务，因会员服务需付费使用，普通用户应充分保证其具有民事行为能力，即对开通会员服务的手机号具有使用权限，对使用支付会员费的支付方式具有支付权限。</p>
    <p>1.4若普通用户账号主体使用者未满十八周岁，务必请监护人阅读本协议，并由监护人本人开通会员服务，金树丫平台会员服务不面向十八周岁以下年龄用户开通，请十八周岁以下普通用户不要擅自开通。</p>
    <h1><font size="4">二、会员用户付费方式</font></h1>
    <p>年付费：398元
    </p>
    <h1><!--[if--><font size="4">三、&nbsp;&nbsp;&nbsp; <!--[endif]-->会员用户功能与服务</font></h1>
    <p>普通用户升级成为会员用户后，可使用以下会员用户功能</p>
    <p>3.1探校视频查看功能：会员用户可使用“幼小衔接”功能，查看学校介绍的视频，该功能为金树丫与学校合作拍摄的深度学校解析视频，面向会员服务。</p>
    <p>3.2时间提醒功能：会员用户可使用金树丫平台进行手机号码绑定，平台在用户所在区域的每个幼小衔接关键时间节点推送不少于一条的短信提醒功能。</p>
    <h1><!--[if--><font size="4">四、&nbsp;&nbsp;&nbsp; <!--[endif]-->金树丫平台权利与义务</font></h1>
    <p>4.1金树丫平台有权利基于提供以上会员功能与服务收取会员服务费。</p>
    <p>4.2若有足够证据证明会员用户不当使用账号，包括但不限于以下几种不当使用行为：</p>
    <p>4.2.1收到幼儿园通知，获知该账号主体非该幼儿园幼儿监护人，无监护权限，存在冒名注册行为；</p>
    <p>4.2.2在平台发布违反国家法律法规、违背公序良俗等不当内容；</p>
    <p>4.2.3在平台发布有损金树丫平台、幼儿园、第三人利益的相关内容或操作；</p>
    <p>4.2.4其他不当使用行为。</p>
    <p>若金树丫平台发现以上不当使用行为后，在保留了用户违规操作证据后，有权利对该账号进行通知、警告、封存、或注销。用户可基于金树丫平台对其限制性行为进行申诉。</p>
    <p>4.3金树丫平台有义务保证会员功能可以良好使用。</p>
    <p>4.4金树丫平台有义务保证会员功能出现变更时及时通知会员。</p>
    <p>4.5金树丫平台有义务保证会员功能开通后，对普通用户升级为会员用户后，所补充的资料、填写表单等相关数据进行保护，不泄露会员资料及隐私。</p>
    <h1><!--[if--><font size="4">五、&nbsp;&nbsp;&nbsp; <!--[endif]-->不可抗力条款</font></h1>
    <p>
      对于因金树丫平台合理控制范围以外的原因，包括但不限于自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使金树丫平台延迟或未能履约的，金树丫平台不承担任何由不可抗力导致的损失责任。</p>
    <h1><font size="4">六、争议解决机制</font></h1>
    <p>6.1若会员针对本协议内容或会员功能服务产生争议，可联系会员客服协调处理争议，遵循友好协商和平处理原则，化解争议纠纷。</p>
    <p>6.2若会员通过协商不能解决争议，可选择向对金树丫平台有管辖权的法院提起诉讼。</p>
    <h1><font size="4">七、协议生效&nbsp;</font></h1>
    <p>


    </p>
    <p>本协议为平台签署协议，自普通用户勾选“我同意”选项按钮，即同意本协议内容，并支付会员费用后生效。本协议只对会员支付会员费期间有效，若中断付费，则视为“普通用户”，不适用本协议。</p>
  </div>
</template>

<script>
export default {
  name: "weChatInfo",
  created() {
    document.title = '会员服务协议'
  }
}
</script>

<style scoped>
.weChatInfo{
  box-sizing: border-box;
  padding: 10px;
}
</style>
