<template>
  <div class="agreement" style="padding: 0 20px">
    <h2 style="text-align: center">
      <strong
        ><font size="6">金树丫幼儿园后台管理系统用户服务协议</font></strong
      >
    </h2>
    <h1>
      <p><br /></p>
    </h1>
    <h4>
      &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font
        size="4"
        style="font-weight: normal"
        >欢迎阅读金树丫家园校共建共享共育平台（以下简称“金树丫平台”）的后台电脑端管理系统（以下简称“金树丫后管”）用户服务协议(以下简称“本协议”)。本协议为金树丫后管与幼儿园用户（以下简称“用户”）之间的协议，围绕金树丫后管为用户所提供的电脑端幼儿园办公管理功能与服务内容展开，具体内容如下。</font
      >
    </h4>
    <h2>
      <font size="4"
        >一、&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;服务基础</font
      >
    </h2>
    <h1>
      <p>
        <font size="4" style="font-weight: normal"
          >1.1用户访问金树丫后管时，已同意金树丫平台的《用户协议》、《隐私政策》、《儿童保护政策》，即代表已声明登录所用手机号为用户个人手机号，具有该手机号使用权限，同时已同意金树丫平台《隐私政策》与《儿童保护政策》。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >1.2用户基于对金树丫平台及金树丫后管的功能试用与服务体验，对金树丫平台及金树丫后管的服务内容已具备了解基础。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >1.3用户选择会员服务，因会员服务需付费使用，普通用户应充分保证其具有民事行为能力，即对开通会员服务的手机号具有使用权限，对使用支付会员费的支付方式具有支付权限。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >1.4因金树丫后管包含幼儿视频直播功能，为了更好的保护儿童隐私，避免包含儿童隐私内容的影像被公布或传播，用户承诺视频内容仅用于幼儿园内部查看或监管部门、司法部门要求查看，否则不对直播视频内容进行公开，若用户违反以上承诺，将被认定为对后管系统的不当使用行为。</font
        >
      </p>
    </h1>
    <h1><font size="4">二、用户功能与服务</font></h1>
    <h1>
      <p>
        <font size="4" style="font-weight: normal">用户可使用以下功能</font>
      </p>
      <p><font size="4" style="font-weight: normal">2.1人员管理功能：</font></p>
      <p>
        <font size="4" style="font-weight: normal"
          >2.1.1用户可使用“班级管理”功能，对幼儿园班级进行添加设定，并可查看班级分布、班级数量趋势数据。班级数据展示方式为按月度呈现、按年度呈现。在现有班级一栏，用户可新增、查看、编辑班级名称、年级、教师信息，并上传班级幼儿信息，可查看并统计班级幼儿人数、幼儿出勤率、幼儿入驻APP、建班时间数据。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >2.1.2用户可使用“幼儿管理”功能，对班级幼儿进行管理。该功能可新增录入及编辑现有幼儿、毕业幼儿、退园幼儿信息。该信息可通过单个新增录入或通过Excel表格批量导入。幼儿信息包含“幼儿姓名”、“家长电话”“性别”“出生年月”“所在班级”“入驻APP”“入园时间”。用户可对该幼儿信息进行编辑，并对该幼儿绑定幼儿园考勤机设备对应的该幼儿考勤卡。若该班级幼儿毕业，可对班级幼儿进行“毕业”操作管理。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >2.1.3用户可使用教职工管理功能，对幼儿园教职工信息进行录入并操作管理。该功能可单个录入或通过Excel表格批量导入教职工。教职工信息分为“现有教职工”与“离职教职工”两种类别。需录入信息包含“教职工姓名”、“手机号”、“称谓”、“角色”、“所在班级”，并对教职工进行权限管理，可选择该教职工的权限是否允许在电脑端登录，是否可以在金树丫平台发布动态及全园通知、班级通知。可查看该教职工是否入驻App，并对教职工进行绑定对应的幼儿园考勤机考勤卡操作。若教职工离职，则从现有教职工中删除该名离职教职工，此时该名教职工信息分类入“离职教职工”一栏</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >2.2考勤管理功能：用户可使用幼儿考勤功能，根据幼儿班级、时间、姓名方式对幼儿进行筛选，查看幼儿考勤信息。幼儿考勤信息显示“幼儿姓名”、“班级”、“考勤日期”，用户可根据筛选选择要查看的幼儿，点击“记录”按钮，查看该名幼儿的考勤打卡记录。考勤打卡记录信息包含“打卡时间”、“代签”。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >2.3监控视频功能：用户可对金树丫平台呈现的视频直播对应的监控设备进行管理操作。该操作可根据班级及场景进行设置，根据监控头ID及摄像头名称对该摄像头所属场景进行命名编辑，并选择该摄像头开放时间段，或直接操作关闭该摄像头。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >2.4招生管理功能：用户可使用本功能对金树丫平台对应的招生管理功能显示页进行后台编辑操作。本功能可编辑招生页面中“首页”、“关于我们”、“教师风采”、“家长评语”、“幼儿作品”、“招生简章”。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >“首页”可编辑幼儿园名称及幼儿园位置、园所地址；点击下一步，进行“关于我们”页面编辑，可录入幼儿园介绍，并添加封面宣传图片（最多六张）；点击下一步，可选择性录入教师风采（最多录入6名），输入教师姓名、介绍（最多100字）及上传教师头像；点击下一步，可选择性录入“家长评语”，最多录入两条“家长评语”。可选择家长头像并编辑评语（最多60字）；点击下一步，可选择性录入幼儿作品，最多录入10副作品，并输入作品作者及作品名称；点击下一步，进行招生简章编辑，输入招生标题、招生对象、招生名额、招生电话、报名要求信息，并录入相关注意事项（不超过200字），最后点击保存，将以上录入信息全部保存完毕，该页面将同步显示至金树丫平台，并可生成H5页面进行对外转发。</font
        >
      </p>
    </h1>
    <h1>
      <font size="4">三、&nbsp;&nbsp;&nbsp;&nbsp;金树丫后管权利与义务</font>
    </h1>
    <h1>
      <p>
        <font size="4" style="font-weight: normal"
          >3.1金树丫后管若有足够证据证明用户不当使用账号，包括但不限于以下几种不当使用行为：</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >3.2.1收到幼儿园通知，获知该账号主体非该幼儿园教职工，无管理操作权限，存在冒名注册行为；</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >3.2.2通过金树丫后管发布违反国家法律法规、违背公序良俗等不当内容；</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >3.2.3通过金树丫后管发布有损金树丫平台、幼儿园、第三人利益的相关内容或操作；</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >3.2.4其他不当使用行为。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >若金树丫后管发现以上不当使用行为后，在保留了用户违规操作证据后，有权利对该账号进行通知、警告、封存、或注销。用户可基于金树丫后管对其限制性行为进行申诉。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >3.2金树丫后管有义务保证用户功能可以良好使用。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >3.3金树丫后管有义务保证用户功能出现变更时及时通知用户。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >3.4金树丫后管有义务保证用户功能开通后，对用户上传的资料、填写表单等相关数据进行保护，不泄露用户资料及隐私。</font
        >
      </p>
    </h1>
    <h1><font size="4">四、&nbsp;&nbsp;&nbsp;&nbsp;不可抗力条款</font></h1>
    <h1>
      <p>
        <font size="4" style="font-weight: normal"
          >对于因金树丫后管合理控制范围以外的原因，包括但不限于自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使金树丫后管延迟或未能履约的，金树丫后管不承担任何由不可抗力导致的损失责任。</font
        >
      </p>
    </h1>
    <h1><font size="4">五、争议解决机制</font></h1>
    <h1>
      <p>
        <font size="4" style="font-weight: normal"
          >5.1若用户针对本协议内容或用户功能服务产生争议，可联系金树丫后管客服协调处理争议，遵循友好协商和平处理原则，化解争议纠纷。</font
        >
      </p>
      <p>
        <font size="4" style="font-weight: normal"
          >5.2若用户通过协商不能解决争议，可选择向对金树丫后管有管辖权的法院提起诉讼。</font
        >
      </p>
    </h1>
    <h1><font size="4">六、协议生效</font></h1>
    <h1>
      <p>
        <font size="4"
          ><span style="font-weight: normal"
            >本协议为金树丫后管签署协议，自用户勾选“我同意”选项按钮，即同意本协议内容，勾选“我同意”提交后即生效。</span
          >&nbsp;&nbsp;</font
        >&nbsp;&nbsp;
      </p>
    </h1>
  </div>
</template>

<script lang="ts">
import { defineComponent } from "vue";

export default defineComponent({
  name: "agreement",
  setup() {
    return {};
  },
});
</script>

<style scoped></style>
