import UiEchartsLine from "./index.vue";
export default UiEchartsLine;

//  demo = {
//     日期
//     date: [
//       "2021-01",
//       "2021-02",
//       "2021-03",
//       "2021-04",
//       "2021-05",
//       "2021-06",
//       "2021-07",
//     ],
//     data: [
//       {
//         name: "总班数",  //单项名称
//         color: "#29acff",  //颜色
//         num: [12, 8, 10, 3, 9, 3, 14], //数据
//       },
//       {
//         name: "大班",
//         color: "#3d93f2",
//         num: [20, 12, 9, 4, 2, 3, 10],
//       },
//       {
//         name: "中班",
//         color: "#01c871",
//         num: [15, 12, 11, 15, 10, 0, 4],
//       },
//       {
//         name: "小班",
//         color: "#ffa43a",
//         num: [9, 6, 11, 12, 9, 8, 5],
//       },
//       {
//         name: "托班",
//         color: "#faa43a",
//         num: [8, 15, 1, 4, 9, 10, 13],
//       },
//       {
//         name: "学前班",
//         color: "#ffa63a",
//         num: [9, 5, 3, 4, 6, 15, 3],
//       },
//     ],
//   };
